Repository: quanganh24052004/Project2_EnglishApp
Catalog: Project2_MI3390_20251/Core/Language/Localizable.xcstrings
Source language: en
Languages: vi

source: Background music
vi: Nhạc nền

source: Cancel
vi: Hủy

source: Capy Vocab
vi: Caby Vocab

source: Connect author (Quang Anh)
vi: Liên hệ với tác giả (Quang Anh)

source: Continue
vi: Tiếp tục

# course_screen_title
source: List of courses
vi: Danh sách khóa học

source: Dark mode
vi: Chế độ tối

source: Data
vi: Dữ liệu

source: Delete all
vi: Xóa tất cả

source: English
vi: Tiếng Anh

source: Error
vi: Lỗi

source: Experience
vi: Trải nghiệm

source: Find it in the notebook...
vi: Tìm trong Sổ tay

source: Finish
vi: Hoàn thành

source: Finished!
vi: Hoàn thành!

source: Free, join now and start learning today!
vi: Miễn phi, tham gia ngay\n và học ngay hôm nay!

source: Hello
vi: Xin chào

source: Hello, World!
vi: Chào, thế giới

source: Information
vi: Thông tin

source: It's not right!
vi: Sai rồi :<

source: It's time to study
vi: Đã tới thời điểm vàng!

source: Language
vi: Ngôn ngữ

source: Learn now
vi: Học ngay

source: Learning goals
vi: Mục tiêu học tập

source: Level
vi: Cấp độ

source: Listen
vi: Nghe

source: Listen and write
vi: Nghe và viết lại

source: Loading data...
vi: Đang tải dữ liệu

source: Look up Offline
vi: Tìm trong Sổ tay

source: Look up Offline dictionary
vi: Tìm trong sổ tay

source: Look up Online
vi: Tìm kiếm Online

source: Look up online dictionary
vi: Tìm kiếm Online

source: Look up the detailed English definition.
vi: Tìm kiếm chi tiết định nghĩa Tiếng Anh

source: Memory progress
vi: Tiến độ học tập

source: My Profile
vi: Thông tin cá nhân

source: No data yet
vi: Chưa có dữ liệu

source: No meaning
vi: Không có nghĩa

source: Number of words
vi: Số từ

source: Reset the entire progress
vi: Đặt lại toàn bộ tiến độ

source: Review Screen
vi: Màn hình ôn tập

source: Search in saved data.
vi: Tìm kiếm trong sổ tay

source: Search mode
vi: Chế độ tìm kiếm

source: Search online...
vi: Tìm kiếm Online

source: Select Language
vi: Chọn ngôn ngữ

source: Setting
vi: Cài đặt

source: Slow
vi: Chậm

source: Sound
vi: Âm thanh

source: Sound effect
vi: Hiệu ứng âm thanh

source: Start now
vi: Ôn tập ngay

source: That's right!
vi: Đúng rồi nè!

source: The correct answer is: %@
vi: Đáp án đúng là: %

source: The next session:
vi: Thời điểm ôn tập tiếp theo

source: There is no new review schedule yet.
vi: Không có lịch ôn tập!

source: This action cannot be undone.
vi: Thao tác này không thể hoàn tác.

source: Version
vi: Phiên bản

source: Vietnamese
vi: Tiếng Việt

source: Warning
vi: Cảnh báo

source: word to review
vi: từ cần ôn tập

source: You have reviewed all the current words.
vi: Bạn đã hoàn thành toàn bộ từ cần ôn!
